{
  "title": "Zásady používání souborů cookie",
  "lastUpdated": "Poslední aktualizace: 17. listopadu 2025",
  "introduction": "Tyto Zásady používání souborů cookie vysvětlují, jak chovatelská stanice Faelis Ragdoll ('my', 'nás' a 'naše') používá soubory cookie a podobné technologie k tomu, abychom vás poznali, když navštívíte naše webové stránky. Vysvětlují, co tyto technologie jsou a proč je používáme, stejně jako vaše práva na kontrolu jejich používání.",
  "whatAreCookies": {
    "title": "Co jsou soubory cookie?",
    "text": "Soubory cookie jsou malé datové soubory, které se ukládají do vašeho počítače nebo mobilního zařízení, když navštívíte webovou stránku. Soubory cookie jsou široce používány majiteli webových stránek k tomu, aby jejich stránky fungovaly, nebo aby fungovaly efektivněji, a také k poskytování informací pro reporting."
  },
  "whyWeUseCookies": {
    "title": "Proč používáme soubory cookie?",
    "text": "Soubory cookie používáme z několika důvodů. Používáme Google Analytics, abychom pochopili, jak jsou naše webové stránky používány. Tyto soubory cookie mohou sledovat například to, jak dlouho na stránkách trávíte a jaké stránky navštěvujete, abychom mohli i nadále vytvářet zajímavý obsah. To nám pomáhá analyzovat data o návštěvnosti webových stránek a vylepšovat naše stránky tak, aby vyhovovaly potřebám zákazníků."
  },
  "howToControl": {
    "title": "Jak můžete kontrolovat soubory cookie?",
    "text": "Soubory cookie můžete kontrolovat a/nebo mazat podle svého uvážení. Můžete smazat všechny soubory cookie, které jsou již ve vašem počítači, a většinu prohlížečů můžete nastavit tak, aby se zabránilo jejich ukládání. Pokud to však uděláte, možná budete muset ručně upravovat některé preference při každé návštěvě stránek a některé služby a funkce nemusí fungovat. Soubory cookie můžete přijmout nebo odmítnout pomocí banneru, který se zobrazí při vaší první návštěvě našich stránek."
  },
  "changes": {
    "title": "Změny těchto Zásad používání souborů cookie",
    "text": "Tyto Zásady používání souborů cookie můžeme čas od času aktualizovat, například v důsledku změn v souborech cookie, které používáme, nebo z jiných provozních, právních či regulačních důvodů. Proto prosím pravidelně navštěvujte tyto Zásady používání souborů cookie, abyste byli informováni o našem používání souborů cookie a souvisejících technologií."
  },
  "contact": {
    "title": "Kde získáte další informace?",
    "text": "Pokud máte jakékoli dotazy ohledně našeho používání souborů cookie nebo jiných technologií, napište nám na e-mail marta@ragdolls.cz."
  }
}
