{
  "title": "Historie plemena Ragdoll",
  "paragraph1": "Ragdoll je poměrně mladé plemeno, které vzniklo na počátku 60. let Annou Baker, chovatelkou koček z Riverside v Kalifornii. Prapředkem plemene je Josephina, bílá kočka perského typu, která byla v majetku sousedky Anny Baker, paní Pennels. Říká se, že Josephina v době březosti spadla pod auto a nehodu zázračně přežila. Podle paní Baker proměnila tato traumatická událost Josephinu v extrémně povolnou kočku. Když ji zvedli ze země, uvolnila se jako hadrová panenka (ragdoll) a nechala si skoro všechno líbit, aniž by se bránila.",
  "paragraph2": "Všechna koťata, která se jí potom narodila, získala podle ní tuto její novou \"povahu\" a na to kladla Anna Baker důraz při zakládání nového plemene. Samozřejmě vnější vlivy (jako je autonehoda) nemohou ovlivnit povahové vlastnosti potomků Josephiny, ty jsou ovlivněny pouze genetikou a výběrem jedinců do dalšího chovu tak, že byl kladen důraz na povahové vlastnosti vybrané kočky.",
  "paragraph3": "Základ plemene tvořily tři kočky: Daddy Warbucks, Fugiana a Buckwheat (koťata od Josephiny z jednoho vrhu). Josephinu její majitel pan Pennels při dalším vrhu zlikvidoval i s koťaty.",
  "timelineTitle": "Časová osa vývoje plemene Ragdoll",
  "foundationTitle": "Zakládající kočky",
  "iconicTitle": "Ikonické trio",
  "detailsTitle": "Detaily o ikonických kočkách",
  "born": "Narozen/a",
  "parents": "Rodiče",
  "timeline": {
    "sixties": "Ann Baker začala s vývojem plemene Ragdoll v Riverside, Kalifornii.",
    "sixtySeven": "Narození Floppyho (Raggedy Ann Red Rider), seal bicolor kocoura, který se později stal součástí ikonického obrazu Ragdollů.",
    "sixtyNine": "Laura a Denny Daytonovi zakoupili svůj první chovný pár, Rosie a Buddyho, od Ann Baker, čímž založili důležité krevní linie.",
    "seventyOne": "Narození Pipa (Blossom-Time Pip), seal mitted kocoura, který měl skvělou výstavní kariéru.",
    "seventyThree": "Narození Happyho (Blosoom-Time Happy), seal colorpoint kocoura, který doplnil trio na slavné fotografii Ragdollů.",
    "eightyFive": "Ragtime Bartholomew byl zapsán do Guinessovy knihy rekordů jako největší domácí kočka na světě."
  },
  "images": {
    "josephine": "Josephine a její koťata",
    "daddy_warbucks": "Daddy Warbucks",
    "fugianna": "Ann Baker s Fugiannou",
    "buckwheat": "Buckwheat s koťaty Kyoto a Tiki",
    "cattery": "Chovatelská stanice Anny Baker - Raggedy Ann",
    "logo": "Tři legendární ragdolové: Pip, Floppy a Happy"
  },
  "cats": {
    "floppy": "Floppy, narozený 23. srpna 1967, byl seal bicolor kocour. Původně pojmenovaný Red Rider, byl prodán jinému chovateli, který mu nechal odstranit drápky na všech čtyřech tlapkách a později ho vrátil. Manželé Daytonovi ho zachránili, rozpoznali jeho mimořádnou krásu navzdory jeho špatnému stavu. Floppy pomáhal předvádět pravý ragdollí temperament. Nikdy nebyl na výstavě, ale pomohl s prezentací ragdollí povahy a vzhledu.",
    "pip": "Pip, narozený 19. prosince 1971, byl seal mitted kocour s perfektním zbarvením. Původně byl zakoupen jako dárek k narozeninám, ale vrácen. Byl předurčen pro výstavní kariéru. Miloval výstavy a objevoval se v mnoha časopisech, během 8 let se zúčastnil 79 výstav. Poté byl prodán chovateli na východním pobřeží.",
    "happy": "Happy, narozený 21. října 1973, byl seal colorpoint kocour. Na ikonické fotografii mu bylo teprve 8 měsíců, ale byl již velmi velký na svůj věk. Miloval lidi a byl velmi mazlivý. Přestože to byl chovný kocour, byl přátelský ke všem, ztělesňoval milující a důvěřivý temperament ragdollů."
  },
  "iconicStory": "Poté, co měli tyto tři překrásné ragdoly pohromadě, požádali manželé Daytonovi fotografa jménem Edward Linneman, aby udělal snímek těchto tří představitelů ragdolů. Fotograf udělal celkem 72 snímků, z nichž byl vybrán jeden, dnes tak slavný obraz. Daytonovi vzpomínají na to, jak bylo legrační udržovat kočky na stole a upoutat jejich pozornost. Byli schovaní pod stolem a museli je občas jemně přidržovat za ocasy, aby neutekly. Jejich snaha byla odměněna, protože do dnešní doby se nikomu jinému nepodařilo vyfotit tak perfektně všechny tři variety ragdollů pohromadě."
}