{
  "home": {
    "title": "Faelis | Chovatelská stanice koček Ragdoll Praha",
    "description": "Chovatelská stanice Faelis z Prahy nabízí zdravá koťata Ragdoll se 100% originálním rodokmenem. Prohlédněte si naše kočky, kocoury a aktuální vrhy.",
    "keywords": "ragdoll koťata na prodej, koťata ragdoll, chovatelská stanice ragdoll, ragdoll praha, ragdoll s rodokmenem, ragdoll česká republika, zdravá koťata ragdoll, ragdoll chov"
  },
  "ragdoll": {
    "title": "Historie a standard plemene Ragdoll | Faelis",
    "description": "Zjistěte vše o původu koček Ragdoll, jejich povaze, barvách, variantách a zdravotní péči. Kompletní informace o plemeni Ragdoll z chovatelské stanice Faelis.",
    "keywords": "ragdoll plemeno, historie ragdoll, barvy ragdoll, povaha ragdoll, standard ragdoll, ragdoll genetika, ragdoll zdraví, ragdoll krevní skupiny, ragdoll colourpoint, ragdoll mitted, ragdoll bicolor"
  },
  "about": {
    "title": "O chovatelské stanici Faelis | Ragdoll Praha",
    "description": "Seznamte se s chovatelskou stanicí Faelis. Profesionální chov koček Ragdoll v Praze s důrazem na zdraví, socializaci a kvalitní prostředí pro kočky a koťata.",
    "keywords": "faelis chovatelská stanice, ragdoll chov praha, profesionální chov ragdoll, chovatel ragdoll, ragdoll zkušenosti, ragdoll chovatelství, faelis praha"
  },
  "cats": {
    "title": "Naše kočky a kocouři Ragdoll | Chovatelská stanice Faelis",
    "description": "Prohlédněte si naše chovné kočky a kocoury plemene Ragdoll. Všechny kočky mají rodokmen, zdravotní testy a úspěchy z výstav. Chovatelská stanice Faelis Praha.",
    "keywords": "ragdoll kočky, ragdoll kocouři, chovné ragdoll, ragdoll rodokmen, ragdoll HCM test, ragdoll PKD test, ragdoll výstavy, ragdoll champion"
  },
  "litters": {
    "title": "Plánované a aktuální vrhy koťat Ragdoll | Faelis",
    "description": "Plánované a aktuální vrhy koťat Ragdoll v chovatelské stanici Faelis. Najděte si své vysněné koťátko s rodokmenem, zdravotními testy a kompletní péčí.",
    "keywords": "ragdoll koťata na prodej, koťata ragdoll praha, ragdoll vrhy, ragdoll koťata k prodeji, ragdoll s rodokmenem, koupit ragdoll koťátko, ragdoll rezervace"
  },
  "achievements": {
    "title": "Výstavy a úspěchy našich koček Ragdoll | Faelis",
    "description": "Úspěchy našich koček Ragdoll z výstav FIFE, SCHK a dalších prestižních kočičích výstav. Tituly, ocenění a výsledky z mezinárodních soutěží.",
    "keywords": "ragdoll výstavy, ragdoll úspěchy, ragdoll champion, ragdoll tituly, fife výstavy, ragdoll soutěže, ragdoll ocenění, mezinárodní výstavy koček"
  },
  "contact": {
    "title": "Kontakt | Chovatelská stanice Ragdoll Faelis",
    "description": "Kontaktujte chovatelskou stanici Faelis. Máte zájem o koťata Ragdoll nebo máte dotazy? Rádi vám odpovíme a poskytneme všechny informace o našem chovu.",
    "keywords": "ragdoll kontakt, faelis kontakt, chovatelská stanice kontakt, ragdoll praha kontakt, ragdoll dotazy, rezervace ragdoll koťátko"
  },
  "gallery": {
    "title": "Fotogalerie koček Ragdoll | Chovatelská stanice Faelis",
    "description": "Prohlédněte si naši fotogalerii koček a koťat Ragdoll. Fotografie našich chovných koček, koťat z vrhů, výstav a každodenního života v chovatelské stanici Faelis.",
    "keywords": "ragdoll fotky, ragdoll fotogalerie, ragdoll koťata fotky, ragdoll obrázky, ragdoll foto, ragdoll galerie"
  }
}

