{
  "title": "Cookie Policy",
  "lastUpdated": "Last updated: November 17, 2025",
  "introduction": "This Cookie Policy explains how Faelis Ragdoll Cattery ('we', 'us', and 'our') uses cookies and similar technologies to recognize you when you visit our website. It explains what these technologies are and why we use them, as well as your rights to control our use of them.",
  "whatAreCookies": {
    "title": "What are cookies?",
    "text": "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information."
  },
  "whyWeUseCookies": {
    "title": "Why do we use cookies?",
    "text": "We use cookies for several reasons. We use Google Analytics to help us understand how our website is being used. These cookies may track things such as how long you spend on the site and the pages that you visit so we can continue to produce engaging content. This helps us to analyze data about webpage traffic and improve our website in order to tailor it to customer needs."
  },
  "howToControl": {
    "title": "How can you control cookies?",
    "text": "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed. If you do this, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work. You can accept or decline cookies using the banner that appears when you first visit our site."
  },
  "changes": {
    "title": "Changes to this Cookie Policy",
    "text": "We may update this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons. Please therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies."
  },
  "contact": {
    "title": "Where can you get further information?",
    "text": "If you have any questions about our use of cookies or other technologies, please email us at marta@ragdolls.cz."
  }
}
