{
  "title": "History of the Ragdoll Breed",
  "paragraph1": "The Ragdoll is a relatively young breed that originated in the early 1960s by Ann Baker, a cat breeder from Riverside, California. The ancestor of the breed is Josephine, a white Persian-type cat that was owned by Ann Baker's neighbor, Mrs. Pennels. It is said that Josephine fell under a car during pregnancy and miraculously survived the accident. According to Mrs. Baker, this traumatic event transformed Josephine into an extremely compliant cat. When lifted from the ground, she went limp like a rag doll and allowed almost anything without resistance.",
  "paragraph2": "All kittens born to her afterward allegedly acquired this new \"temperament\" of hers, and Ann Baker emphasized this when establishing the new breed. Of course, external influences (such as a car accident) cannot affect the temperament traits of Josephine's offspring; these are influenced only by genetics and by selecting individuals for further breeding, with emphasis on the temperament traits of the selected cat.",
  "paragraph3": "The foundation of the breed consisted of three cats: Daddy Warbucks, Fugiana, and Buckwheat (kittens from Josephine from one litter). Josephine and her kittens from a subsequent litter were eliminated by her owner, Mr. Pennels.",
  "timelineTitle": "Timeline of the Ragdoll Breed",
  "foundationTitle": "The Foundation Cats",
  "iconicTitle": "The Iconic Trio",
  "detailsTitle": "The Iconic Cats in Detail",
  "born": "Born",
  "parents": "Parents",
  "timeline": {
    "sixties": "Ann Baker began developing the Ragdoll breed in Riverside, California.",
    "sixtySeven": "Birth of Floppy (Raggedy Ann Red Rider), a seal bicolor who would later become part of the iconic Ragdoll image.",
    "sixtyNine": "Laura and Denny Dayton purchased their first breeding pair, Rosie and Buddy, from Ann Baker, establishing important bloodlines.",
    "seventyOne": "Birth of Pip (Blossom-Time Pip), a seal mitted male who would have an illustrious show career.",
    "seventyThree": "Birth of Happy (Blosoom-Time Happy), a seal colorpoint who completed the trio in the famous Ragdoll photograph.",
    "eightyFive": "Ragtime Bartholomew entered the Guinness Book of Records as the largest domestic cat in the world."
  },
  "images": {
    "josephine": "Josephine and her kittens",
    "daddy_warbucks": "Daddy Warbucks",
    "fugianna": "Ann Baker with Fugianna",
    "buckwheat": "Buckwheat with her kittens Kyoto and Tiki",
    "cattery": "Ann Baker's cattery - Raggedy Ann",
    "logo": "Three legendary Ragdolls: Pip, Floppy and Happy"
  },
  "cats": {
    "floppy": "Floppy, born August 23, 1967, was a seal bicolor male. Originally named Red Rider, he was sold to another breeder who had him declawed on all four paws and later returned him. The Daytons rescued him, recognizing his extraordinary beauty despite his poor condition. Floppy helped showcase the true Ragdoll temperament. He was never shown in any exhibitions but perfectly demonstrated the Ragdoll nature and appearance.",
    "pip": "Pip, born December 19, 1971, was a seal mitted male with perfect markings. Originally purchased as a birthday gift but returned, he was destined for a show career. He loved exhibitions and appeared in many magazines, attending 79 shows over 8 years before being sold to an East Coast breeder.",
    "happy": "Happy, born October 21, 1973, was a seal colorpoint male. Only 8 months old in the iconic photo but already large for his age, he loved people and was very affectionate. Despite being a breeding male, he was friendly with everyone, embodying the loving and trusting Ragdoll temperament."
  },
  "iconicStory": "After bringing these three beautiful Ragdolls together, the Daytons commissioned photographer Edward Linneman to create an image of these three representatives of the Ragdoll breed. The photographer took a total of 72 shots, from which one was selected - the now-famous image. The Daytons recall how amusing it was to keep the cats on the table and attentive. They were hidden under the table and occasionally had to gently hold the cats by their tails to prevent them from running away. Their effort was rewarded, as to this day no one else has managed to photograph all three varieties of Ragdolls together so perfectly."
}