{
  "home": {
    "title": "Faelis | Ragdoll Cat Breeder Prague",
    "description": "Faelis cattery from Prague offers healthy Ragdoll kittens with 100% original pedigree. View our cats, tomcats and current litters.",
    "keywords": "ragdoll kittens for sale, ragdoll kittens, ragdoll breeder, ragdoll prague, ragdoll with pedigree, ragdoll czech republic, healthy ragdoll kittens, ragdoll breeding"
  },
  "ragdoll": {
    "title": "History and Breed Standard of Ragdoll | Faelis",
    "description": "Learn everything about the origin of Ragdoll cats, their temperament, colors, varieties and health care. Complete information about the Ragdoll breed from Faelis cattery.",
    "keywords": "ragdoll breed, ragdoll history, ragdoll colors, ragdoll temperament, ragdoll standard, ragdoll genetics, ragdoll health, ragdoll blood types, ragdoll colourpoint, ragdoll mitted, ragdoll bicolor"
  },
  "about": {
    "title": "About Faelis Cattery | Ragdoll Prague",
    "description": "Get to know Faelis cattery. Professional Ragdoll cat breeding in Prague with emphasis on health, socialization and quality environment for cats and kittens.",
    "keywords": "faelis cattery, ragdoll breeder prague, professional ragdoll breeding, ragdoll breeder, ragdoll experience, ragdoll breeding, faelis prague"
  },
  "cats": {
    "title": "Our Ragdoll Cats and Tomcats | Faelis Cattery",
    "description": "View our breeding Ragdoll cats and tomcats. All cats have pedigree, health tests and show achievements. Faelis cattery Prague.",
    "keywords": "ragdoll cats, ragdoll tomcats, breeding ragdoll, ragdoll pedigree, ragdoll HCM test, ragdoll PKD test, ragdoll shows, ragdoll champion"
  },
  "litters": {
    "title": "Planned and Current Ragdoll Kitten Litters | Faelis",
    "description": "Planned and current Ragdoll kitten litters at Faelis cattery. Find your dream kitten with pedigree, health tests and complete care.",
    "keywords": "ragdoll kittens for sale, ragdoll kittens prague, ragdoll litters, ragdoll kittens available, ragdoll with pedigree, buy ragdoll kitten, ragdoll reservation"
  },
  "achievements": {
    "title": "Cat Shows and Achievements of Our Ragdolls | Faelis",
    "description": "Achievements of our Ragdoll cats from FIFE, SCHK and other prestigious cat shows. Titles, awards and results from international competitions.",
    "keywords": "ragdoll shows, ragdoll achievements, ragdoll champion, ragdoll titles, fife shows, ragdoll competitions, ragdoll awards, international cat shows"
  },
  "contact": {
    "title": "Contact | Ragdoll Cattery Faelis",
    "description": "Contact Faelis cattery. Interested in Ragdoll kittens or have questions? We are happy to answer and provide all information about our breeding.",
    "keywords": "ragdoll contact, faelis contact, cattery contact, ragdoll prague contact, ragdoll inquiries, ragdoll kitten reservation"
  },
  "gallery": {
    "title": "Ragdoll Cat Photo Gallery | Faelis Cattery",
    "description": "View our photo gallery of Ragdoll cats and kittens. Photos of our breeding cats, kittens from litters, shows and daily life at Faelis cattery.",
    "keywords": "ragdoll photos, ragdoll photo gallery, ragdoll kitten photos, ragdoll pictures, ragdoll images, ragdoll gallery"
  }
}
