{
  "title": "Cookie-Richtlinie",
  "lastUpdated": "Zuletzt aktualisiert: 17. November 2025",
  "introduction": "Diese Cookie-Richtlinie erklärt, wie die Faelis Ragdoll Cattery ('wir', 'uns' und 'unser') Cookies und ähnliche Technologien verwendet, um Sie zu erkennen, wenn Sie unsere Website besuchen. Sie erklärt, was diese Technologien sind und warum wir sie verwenden, sowie Ihre Rechte, unsere Verwendung derselben zu kontrollieren.",
  "whatAreCookies": {
    "title": "Was sind Cookies?",
    "text": "Cookies sind kleine Datendateien, die auf Ihrem Computer oder Mobilgerät platziert werden, wenn Sie eine Website besuchen. Cookies werden von Website-Betreibern weithin verwendet, um ihre Websites funktionsfähig zu machen oder effizienter zu gestalten sowie um Berichtsinformationen bereitzustellen."
  },
  "whyWeUseCookies": {
    "title": "Warum verwenden wir Cookies?",
    "text": "Wir verwenden Cookies aus mehreren Gründen. Wir verwenden Google Analytics, um zu verstehen, wie unsere Website genutzt wird. Diese Cookies können Dinge wie die Verweildauer auf der Website und die besuchten Seiten verfolgen, damit wir weiterhin ansprechende Inhalte produzieren können. Dies hilft uns, Daten über den Website-Verkehr zu analysieren und unsere Website zu verbessern, um sie an die Bedürfnisse der Kunden anzupassen."
  },
  "howToControl": {
    "title": "Wie können Sie Cookies kontrollieren?",
    "text": "Sie können Cookies nach Belieben kontrollieren und/oder löschen. Sie können alle Cookies löschen, die sich bereits auf Ihrem Computer befinden, und Sie können die meisten Browser so einstellen, dass das Setzen von Cookies verhindert wird. Wenn Sie dies tun, müssen Sie jedoch möglicherweise bei jedem Besuch einer Website einige Einstellungen manuell anpassen, und einige Dienste und Funktionen funktionieren möglicherweise nicht. Sie können Cookies über das Banner, das bei Ihrem ersten Besuch unserer Website erscheint, annehmen oder ablehnen."
  },
  "changes": {
    "title": "Änderungen dieser Cookie-Richtlinie",
    "text": "Wir können diese Cookie-Richtlinie von Zeit zu Zeit aktualisieren, um beispielsweise Änderungen an den von uns verwendeten Cookies oder aus anderen betrieblichen, rechtlichen oder regulatorischen Gründen widerzuspiegeln. Bitte besuchen Sie diese Cookie-Richtlinie daher regelmäßig, um über unsere Verwendung von Cookies und verwandten Technologien informiert zu bleiben."
  },
  "contact": {
    "title": "Wo erhalten Sie weitere Informationen?",
    "text": "Wenn Sie Fragen zu unserer Verwendung von Cookies oder anderen Technologien haben, senden Sie uns bitte eine E-Mail an marta@ragdolls.cz."
  }
}
