{
  "title": "Geschichte der Ragdoll-Rasse",
  "paragraph1": "Die Ragdoll ist eine relativ junge Rasse, die Anfang der 1960er Jahre von Ann Baker, einer Katzenzüchterin aus Riverside, Kalifornien, entstanden ist. Vorfahrin der Rasse ist Josephine, eine weiße Katze vom persischen Typ, die der Nachbarin von Ann Baker, Frau Pennels, gehörte. Es heißt, dass Josephine während der Trächtigkeit unter ein Auto geriet und den Unfall auf wundersame Weise überlebte. Laut Frau Baker verwandelte dieses traumatische Ereignis Josephine in eine äußerst fügsame Katze. Wenn man sie vom Boden aufhob, erschlaffte sie wie eine Stoffpuppe (ragdoll) und ließ fast alles ohne Widerstand zu.",
  "paragraph2": "Alle Kätzchen, die danach von ihr geboren wurden, haben angeblich dieses neue \"Temperament\" von ihr übernommen, und Ann Baker betonte dies bei der Etablierung der neuen Rasse. Natürlich können äußere Einflüsse (wie ein Autounfall) die Temperamentseigenschaften von Josephines Nachkommen nicht beeinflussen; diese werden nur durch Genetik und durch die Auswahl von Individuen für die weitere Zucht beeinflusst, wobei der Schwerpunkt auf den Temperamentseigenschaften der ausgewählten Katze liegt.",
  "paragraph3": "Die Grundlage der Rasse bildeten drei Katzen: Daddy Warbucks, Fugiana und Buckwheat (Kätzchen von Josephine aus einem Wurf). Josephine und ihre Kätzchen aus einem späteren Wurf wurden von ihrem Besitzer, Herr Pennels, beseitigt.",
  "timelineTitle": "Zeitlinie der Ragdoll-Rasse",
  "foundationTitle": "Die Gründerkatzen",
  "iconicTitle": "Das ikonische Trio",
  "detailsTitle": "Die ikonischen Katzen im Detail",
  "born": "Geboren",
  "parents": "Eltern",
  "timeline": {
    "sixties": "Ann Baker begann mit der Entwicklung der Ragdoll-Rasse in Riverside, Kalifornien.",
    "sixtySeven": "Geburt von Floppy (Raggedy Ann Red Rider), einem Seal Bicolor, der später Teil des ikonischen Ragdoll-Bildes werden sollte.",
    "sixtyNine": "Laura und Denny Dayton kauften ihr erstes Zuchtpaar, Rosie und Buddy, von Ann Baker und etablierten wichtige Blutlinien.",
    "seventyOne": "Geburt von Pip (Blossom-Time Pip), einem Seal Mitted Kater, der eine glanzvolle Ausstellungskarriere haben würde.",
    "seventyThree": "Geburt von Happy (Blosoom-Time Happy), einem Seal Colorpoint, der das Trio im berühmten Ragdoll-Foto komplettierte.",
    "eightyFive": "Ragtime Bartholomew wurde als größte Hauskatze der Welt ins Guinness-Buch der Rekorde aufgenommen."
  },
  "images": {
    "josephine": "Josephine und ihre Kätzchen",
    "daddy_warbucks": "Daddy Warbucks",
    "fugianna": "Ann Baker mit Fugianna",
    "buckwheat": "Buckwheat mit ihren Kätzchen Kyoto und Tiki",
    "cattery": "Ann Bakers Katzenzucht - Raggedy Ann",
    "logo": "Drei legendäre Ragdolls: Pip, Floppy und Happy"
  },
  "cats": {
    "floppy": "Floppy, geboren am 23. August 1967, war ein Seal Bicolor Kater. Ursprünglich Red Rider genannt, wurde er an einen anderen Züchter verkauft, der ihm an allen vier Pfoten die Krallen entfernen ließ und ihn später zurückgab. Die Daytons retteten ihn und erkannten seine außergewöhnliche Schönheit trotz seines schlechten Zustands. Floppy half dabei, das wahre Ragdoll-Temperament zu präsentieren. Er wurde nie auf Ausstellungen gezeigt, aber er half perfekt bei der Präsentation des Ragdoll-Wesens und -Aussehens.",
    "pip": "Pip, geboren am 19. Dezember 1971, war ein Seal Mitted Kater mit perfekten Zeichnungen. Ursprünglich als Geburtstagsgeschenk gekauft, aber zurückgegeben, war er für eine Ausstellungskarriere bestimmt. Er liebte Ausstellungen und erschien in vielen Zeitschriften, besuchte in 8 Jahren 79 Ausstellungen, bevor er an einen Züchter an der Ostküste verkauft wurde.",
    "happy": "Happy, geboren am 21. Oktober 1973, war ein Seal Colorpoint Kater. Auf dem ikonischen Foto war er erst 8 Monate alt, aber für sein Alter bereits sehr groß. Er liebte Menschen und war sehr anhänglich. Obwohl er ein Zuchtkater war, war er mit jedem freundlich und verkörperte das liebevolle und vertrauensvolle Temperament der Ragdoll."
  },
  "iconicStory": "Nachdem sie diese drei wunderschönen Ragdolls zusammengebracht hatten, beauftragten die Daytons den Fotografen Edward Linneman, ein Bild dieser drei Vertreter der Ragdoll-Rasse zu erstellen. Der Fotograf machte insgesamt 72 Aufnahmen, aus denen eine ausgewählt wurde - das heute berühmte Bild. Die Daytons erinnern sich daran, wie amüsant es war, die Katzen auf dem Tisch zu halten und aufmerksam zu machen. Sie waren unter dem Tisch versteckt und mussten gelegentlich die Katzen sanft an ihren Schwänzen festhalten, um zu verhindern, dass sie wegliefen. Ihre Bemühungen wurden belohnt, denn bis heute ist es niemandem sonst gelungen, alle drei Varianten der Ragdolls so perfekt zusammen zu fotografieren."
}