{
  "home": {
    "title": "Faelis | Ragdoll Katzenzucht Prag",
    "description": "Die Katzenzucht Faelis aus Prag bietet gesunde Ragdoll Kätzchen mit 100% originalem Stammbaum. Sehen Sie sich unsere Katzen, Kater und aktuelle Würfe an.",
    "keywords": "ragdoll kätzchen zu verkaufen, ragdoll kätzchen, ragdoll züchter, ragdoll prag, ragdoll mit stammbaum, ragdoll tschechien, gesunde ragdoll kätzchen, ragdoll zucht"
  },
  "ragdoll": {
    "title": "Geschichte und Rassestandard der Ragdoll | Faelis",
    "description": "Erfahren Sie alles über die Herkunft der Ragdoll Katzen, ihr Temperament, Farben, Varianten und Gesundheitspflege. Vollständige Informationen über die Ragdoll Rasse von der Zucht Faelis.",
    "keywords": "ragdoll rasse, ragdoll geschichte, ragdoll farben, ragdoll temperament, ragdoll standard, ragdoll genetik, ragdoll gesundheit, ragdoll blutgruppen, ragdoll colourpoint, ragdoll mitted, ragdoll bicolor"
  },
  "about": {
    "title": "Über die Katzenzucht Faelis | Ragdoll Prag",
    "description": "Lernen Sie die Katzenzucht Faelis kennen. Professionelle Ragdoll Katzenzucht in Prag mit Schwerpunkt auf Gesundheit, Sozialisation und qualitätsvoller Umgebung für Katzen und Kätzchen.",
    "keywords": "faelis katzenzucht, ragdoll züchter prag, professionelle ragdoll zucht, ragdoll züchter, ragdoll erfahrung, ragdoll zucht, faelis prag"
  },
  "cats": {
    "title": "Unsere Ragdoll Katzen und Kater | Katzenzucht Faelis",
    "description": "Sehen Sie sich unsere Ragdoll Zuchtkatzen und Kater an. Alle Katzen haben Stammbaum, Gesundheitstests und Ausstellungserfolge. Katzenzucht Faelis Prag.",
    "keywords": "ragdoll katzen, ragdoll kater, zucht ragdoll, ragdoll stammbaum, ragdoll HCM test, ragdoll PKD test, ragdoll ausstellungen, ragdoll champion"
  },
  "litters": {
    "title": "Geplante und aktuelle Ragdoll Kätzchen Würfe | Faelis",
    "description": "Geplante und aktuelle Ragdoll Kätzchen Würfe bei der Katzenzucht Faelis. Finden Sie Ihr Traumkätzchen mit Stammbaum, Gesundheitstests und vollständiger Pflege.",
    "keywords": "ragdoll kätzchen zu verkaufen, ragdoll kätzchen prag, ragdoll würfe, ragdoll kätzchen verfügbar, ragdoll mit stammbaum, ragdoll kätzchen kaufen, ragdoll reservierung"
  },
  "achievements": {
    "title": "Katzenausstellungen und Erfolge unserer Ragdolls | Faelis",
    "description": "Erfolge unserer Ragdoll Katzen von FIFE, SCHK und anderen prestigeträchtigen Katzenausstellungen. Titel, Auszeichnungen und Ergebnisse von internationalen Wettbewerben.",
    "keywords": "ragdoll ausstellungen, ragdoll erfolge, ragdoll champion, ragdoll titel, fife ausstellungen, ragdoll wettbewerbe, ragdoll auszeichnungen, internationale katzenausstellungen"
  },
  "contact": {
    "title": "Kontakt | Ragdoll Katzenzucht Faelis",
    "description": "Kontaktieren Sie die Katzenzucht Faelis. Interessiert an Ragdoll Kätzchen oder haben Sie Fragen? Wir beantworten gerne und geben alle Informationen über unsere Zucht.",
    "keywords": "ragdoll kontakt, faelis kontakt, katzenzucht kontakt, ragdoll prag kontakt, ragdoll anfragen, ragdoll kätzchen reservierung"
  },
  "gallery": {
    "title": "Ragdoll Katzen Fotogalerie | Katzenzucht Faelis",
    "description": "Sehen Sie sich unsere Fotogalerie von Ragdoll Katzen und Kätzchen an. Fotos unserer Zuchtkatzen, Kätzchen aus Würfen, Ausstellungen und dem täglichen Leben in der Zucht Faelis.",
    "keywords": "ragdoll fotos, ragdoll fotogalerie, ragdoll kätzchen fotos, ragdoll bilder, ragdoll fotos, ragdoll galerie"
  }
}

